Repository: Vistaus/beemy
Catalog: po/*.po
Languages: fr, nl_nl

source: Your Body Mass Index is:
fr: Votre indice de masse corporelle est :
nl_nl: Je BMI is:

source: Underweight
fr: Sous-poids
nl_nl: Ondergewicht

source: Healthy
fr: En bonne santé
nl_nl: Gezond gewicht

source: Overweight
fr: Surpoids
nl_nl: Overgewicht

source: Obese
fr: Obèse
nl_nl: Obesitas

source: You are considered <span font="16">%s</span> in the official Body Mass Index chart.
fr: Vous êtes considéré comme étant <span font="16">%s</span> dans le tableau officiel de l'indice de masse corporelle.
nl_nl: Volgende de officiële BMI-grafiek heb je (een) <span font="16">%s</span>.

source: Learn about Body Mass Index
fr: En savoir plus sur l'indice de massse corporelle
nl_nl: Meer informatie over BMI

source: Calculate
fr: Calculer
nl_nl: Berekenen

source: Calculate your Body Mass Index:
fr: Calculez votre indice de massse corporelle
nl_nl: Bereken je BMI:

source: Enter weight…
fr: Entrez votre poids…
nl_nl: Voer je gewicht in…

source: Enter height…
fr: Entrez votre taille…
nl_nl: Voer je lengte in…

source: You can choose your preferred weight unit.
fr: Vous pouvez choisir votre unité de poids préférée.
nl_nl: Je kunt je voorkeurseenheid voor gewicht instellen.

source: You can choose your preferred height unit.
fr: Vous pouvez choisir votre unité de taille préférée.
nl_nl: Je kunt je voorkeurseenheid voor lengte instellen.

source: Calculate!
fr: Calculer !
nl_nl: Berekenen!

source: Your Results:
fr: Vos résultats :
nl_nl: Resultaat:

source: The Body Mass Index does not tell % of muscular mass or fat mass, all it does is a fast checkup on your health.
fr: L'Indice de Masse Corporelle n'indique pas le % de masse musculaire ou de masse graisseuse, il ne fait qu'un bilan rapide de votre santé.
nl_nl: BMI zegt niks over het aantal procent spier- en gewichtsmassa; het is niet meer dan een snelle gezondheidscontrole.

source: A cute little Body Mass Index calculator
fr: Un joli petit calculateur d'indice de masse corporelle
nl_nl: Een leuke, kleine app waarmee je je BMI kunt berekenen

source: A cute little Body Mass Index calculator for health tracking purposes
fr: Un joli petit calculateur d'indice de masse corporelle pour le suivi de la santé
nl_nl: Een leuke, kleine app waarmee je je BMI kunt berekenen voor gezondheidsdoeleinden

source: Quit anytime with the shortcut Ctrl + Q
fr: Quittez à tout moment avec le raccourci Ctrl + Q
nl_nl: SLuit af met Ctrl + Q

source: Move the applet by dragging it from anywhere in the window
fr: Déplacez votre application en la faisant glisser depuis n'importe quel endroit de la fenêtre
nl_nl: Verplaats door het scherm van waar dan ook te verslepen

source: Home Page
fr: Page d'accueil
nl_nl: Startpagina

source: Results Page
fr: Page des résultats
nl_nl: Resultaten

source: Release: Obese No More
fr: Version : Plus jamais d'obésité
nl_nl: Uitgave: 'Geen obesitas meer'

source: Fix: Obese/Overweight labels mixup fixed, now follows the BMI chart
fr: Correction : Les problèmes de confusion entre l'obésité et le surpoids sont corrigés et suivent maintenant le tableau de l'IMC.
nl_nl: Probleemoplossing: labels obesitas van overgewicht zijn niet langer verward en volgen nu de BMI-grafiek

source: Release: Be Balanced
fr: Version : Soyez équilibré
nl_nl: Uitgave: 'In balans'

source: Set the Calculate button's interactivity based if there's data or not
fr: Définissez l'interactivité du bouton Calculer en fonction de l'existence ou non de données.
nl_nl: Stel de interactiviteit van de berekenknop in op basis van gegevens

source: Use Centimeters for height!
fr: Utilisez des centimètres pour la taille !
nl_nl: Gebruik centimeters om je lengte aan te geven!

source: Release: Keeps The Doc Away!
fr: Version : Gardez la Doc à l'écart !
nl_nl: Uitgave: 'Geen dokter meer nodig!'

source: Fix calculation on Imperial Units
fr: Correction du calcul sur les unités impériales
nl_nl: Berekenen van imperiale eenheden werkt nu

source: New polished icon
fr: Nouvelle icône
nl_nl: Nieuw, mooier pictogram

source: Release: An Apple a Day...
fr: Version : Une pomme par jour...
nl_nl: Uitgave: 'Een appeltje per dag...'

source: First release!
fr: Première version !
nl_nl: Eerste uitgave!
